// General
"ADD" = "Lägg till";
"OK" = "OK";
"CANCEL" = "Avbryt";
"Space" = "Område";
"SPACES" = "Spaces";
"OPTIONS" = "Alternativ…";

// Trackpad tab
"2NDCLICK_TAPPING" = "För sekundärklick placerar du två fingrar på styrplattan och klickar på knappen";
"2NDCLICK_CLICKING" = "Knacka med två fingrar på styrplattan för sekundärklickning";

// Keyboard tab
"FN_FLIPPER_TITLE" = "Använd F1, F2, osv. som vanliga funktionstangenter";
"FN_FLIPPER_NOTE" = "När det här alternativet är markerat trycker du ned fn-tangenten när du vill använda de specialfunktioner som visas på tangenterna.";

// User Configurable Keys tab
"USER_ITEMS_GROUP" = "Användarobjekt";
"USER_ITEMS_DESC" = "Öppnar %@";
"ONOFF_TOOLTIP" = "Aktivera ett kortkommando i listan genom att markera det";
"RESTORE_DEFAULTS_TITLE" = "Är du säker på att du vill återställa alla kortkommandon till förvalsinställningarna?";
"RESTORE_DEFAULTS_DESCR" = "Åtgärden går inte att ångra.";

// Combobox entries
"MODIFER_OPTION" = "⌥ Alternativ";
"MODIFER_CONTROL" = "⌃ Kontroll";
"MODIFER_COMMAND" = "⌘ Kommando";

// BT related
"D_SECS" = "%d sekunder";
"NEVER" = "Aldrig";

"MOUSE" = "Mus";
"KEYBOARD" = "Tangentbord";
"UNKNOWN" = "Okänd";

"NEW_APPLICATION_ITEM" = "<namnlöst menyalternativ>";

"APP_IS_NOT_COMPATIBLE" = "Det går inte att lägga till kortkommandon för programmet %@.";

"MOUSEBUTTON_OPEN" = "Öppna ”%@”";


// Gestures
"ONEFINGER" = "Ett finger";
"TAPTOCLICKGESTURE" = "Knacka för klickning";
"DRAGGINGGESTURE" = "Dra";
"DRAGLOCKGESTURE" = "Lås dragning";
"TWOFINGER" = "Två fingrar";
"TWOFINGER_SECONDARYCLICK" = "Sekundärklicka";
"THREEFINGER" = "Tre fingrar";
"FOURFINGER" = "Fyra fingrar";
"SECONDARYCLICKGESTURE" = "Sekundärklicka";
"SECONDARYCLICKGESTURE_TAP" = "Sekundärknacka";
"PRESS_SPECIFIC" = "Sekundärklicka";
"PRESS_ANYWHER" = "Tryck var som helst med två fingrar";
"SCREENZOOMGESTURE" = "Skärmzoomning";
"PINCHGESTURE" = "Dra isär och nyp ihop";
"POINTTAPGESTURE" = "Peka och knacka";
"ROTATEGESTURE" = "Rotera";
"3FINGERSWIPEGESTURE" = "Svepnavigering";
"2FINGERSCROLLGESTURE" = "Rulla";
"4FINGERSWIPEGESTURE" = "Svep uppåt/nedåt för Exposé";
"4FINGERSWIPEGESTURE_1" = "Svep vänster/höger för att växla program";
"BOTTOM_RIGHT_CORNER" = "Nedre högra hörnet";
"BOTTOM_LEFT_CORNER" = "Nedre vänstra hörnet";


// Gesture notes
"AX_TapToClick" = "Klicka genom att knacka på styrplattan med ett finger.";
"AX_Dragging" = "Dra genom att knacka på styrplattan och direkt efter hålla fingret på styrplattan samtidigt som du rör det. Du slutar dra genom att lyfta upp fingret.";
"AX_DragLock" = "Dra genom att knacka på styrplattan och håll sedan fingret på styrplattan samtidigt som du rör det. Du slutar dra genom att knacka till igen.";
"AX_SecondaryClick" = "Du kan öppna ett objekts kontextmeny genom att hålla två fingrar på styrplattan och klicka på styrplattans knapp. Om ”Knacka för klickning” har markerats behöver du bara knacka två fingrar på styrplattan.";
"AX_Scroll" = "Rulla genom innehållet i det aktiva fönstret genom att föra två fingrar uppåt, nedåt eller åt sidan på styrplattan.";
"AX_ScreenZoom" = "Förstora eller förminska bilden på skärmen genom att hålla kontrolltangenten nedtryckt och röra två fingrar uppåt eller nedåt på styrplattan. Klicka på Alternativ om du vill ändra specialtangent.";
"AX_Pinch" = "Zooma in eller ut i bilder eller andra objekt genom att föra tummen och pekfingret ihop eller isär på styrplattan.";
"AX_Rotate" = "Rotera bilder och andra objekt på skärmen genom att rotera två fingrar åt höger eller vänster på styrplattan.";
"AX_Swipe" = "Navigera till föregående eller nästa objekt genom att snabbt dra tre fingrar till vänster eller höger på styrplattan.";
"AX_4F_Swipe_EXPOSE" = "Öppna Exposé genom att dra fyra fingrar uppåt eller nedåt över styrplattan.";
"AX_4F_Swipe_APPS" = "Växla mellan program genom att dra fyra fingrar till höger eller vänster över styrplattan.";
